Repository: hiLynnn/app_clone
Catalog: lib/l10n/app_*.arb
Languages: vi

# findYourHome
source: Findddddd
vi: Tìm nhà mơ ước

# footer_search
source: Search
vi: Tìm kiếm

# footer_nearby
source: Nearby
vi: Gần đây

# footer_home
source: Home
vi: Trang chủ

# footer_board
source: Board
vi: Bảng tin

# footer_mypage
source: My Page
vi: Cá nhân

# hotPropertiesTitle
source: Recommended Properties
vi: Bất động sản gợi ý

# search_title
source: Search
vi: Tìm kiếm

source: Location
vi: Khu vực

# location_placeholder
source: Select Hanoi, Ho Chi Minh, Danang...
vi: Chọn Hà Nội, Hồ Chí Minh, Đà Nẵng...

source: Category
vi: Loại hình

# category_buy
source: Buy
vi: Mua

# category_rent
source: Rent
vi: Thuê

source: Type
vi: Hình thức

# search_button
source: Search
vi: Tìm kiếm

source: Search failed
vi: Tìm kiếm thất bại

# select_location_warning
source: Please select a location
vi: Vui lòng chọn khu vực

# location_danang
source: Danang
vi: Đà Nẵng

# location_hcm
source: Ho Chi Minh City
vi: TP. Hồ Chí Minh

# location_hanoi
source: Hanoi
vi: Hà Nội

# property_land
source: Land
vi: Đất

# property_apartment
source: Apartment
vi: Căn hộ

# property_villa
source: Villa
vi: Biệt thự

# search_result_title
source: Search Results
vi: Kết quả tìm kiếm

# search_no_result
source: No results found
vi: Không tìm thấy kết quả

# profile_title
source: My Page
vi: Trang cá nhân

# profile_username
source: User Name
vi: Tên người dùng

# profile_edit_info
source: Edit Information
vi: Sửa thông tin

# profile_edit_info_sub
source: Modify profile
vi: Chỉnh sửa hồ sơ

# profile_inbox
source: Inbox
vi: Tin nhắn

# profile_inbox_sub
source: Messages
vi: Hộp thư

# profile_contract
source: Contract Info
vi: Thông tin hợp đồng

# profile_contract_sub
source: Contract details
vi: Chi tiết hợp đồng

# profile_logout
source: Logout
vi: Đăng xuất

# profile_logout_sub
source: Log out
vi: Thoát tài khoản
